{
  "result": {
    "packages": [
      {
        "title": "BC Data Catalogue API",
        "url": "https://raw.githubusercontent.com/BCDevExchange/API-Management/master/swagger-json/bcdc.json",
        "notes": "The live published metadata content of the BC Data Catalogue is accessible through an application programming interface (API) available here http://catalogue.data.gov.bc.ca/api/ .\r\n\r\nDocumentation on the use of the API is available here http://docs.ckan.org/en/ckan-2.3/api/index.html .\r\n\r\nCatalogue content is also available via this record http://catalogue.data.gov.bc.ca/dataset/bc-data-catalogue-content",
        "api_num": 0
      },
      {
        "title": "Open511-DriveBC API",
        "url": "https://raw.githubusercontent.com/BCDevExchange/API-Management/master/swagger-json/drivebc-open511.json",
        "notes": "Provides real-time access to road event information for provincial highways, including road closures, planned work and extreme weather conditions delivered according to the Open511 standard.\r\n\r\nGeospatial Data are accessible via the Open511 API are licensed under the Open Government License - BC.\r\nThe API itself is licensed under the API Terms of Use (see documentation under More Information).\r\n\r\nFor more information about the API and guidelines, please see our [help documentation](\r\nhttp://api.open511.gov.bc.ca/help).\r\n\r\n",
        "api_num": 1
      },
      {
        "title": "BC Laws API",
        "url": "https://raw.githubusercontent.com/BCDevExchange/API-Management/master/swagger-json/bclaws.json",
        "notes": "BC Laws is an electronic library providing free public access to the laws of British Columbia. BC Laws is hosted by the Queen’s Printer of British Columbia and published in partnership with the Ministry of Justice and the Law Clerk of the Legislative Assembly.\r\n\r\nBC Laws contains a comprehensive collection of BC legislation and related materials. It is available on the internet in two forms:\r\nFirst: The library is available as a web site in which users can browse and search the laws of British Columbia.\r\nSecond: The library is available as a portal to legislation in raw XML data format, accessible via the BC Laws API.\r\n\r\n This direct access to raw data is intended to enable third parties to build or add their own custom applications based on the structure of the data and all the associated search functionality inherent in that structure. The BC Laws website itself is an example of one such application of the BC Laws API.\r\n...\r\nThe BC Laws API is available according to the [Queen's Printer License – British Columbia] (http://www.bclaws.ca/standards/2014/QP-License_1.0.html).",
        "api_num": 2
      },
      {
        "title": "Physical Address Geocoding Web Service",
        "url": "https://raw.githubusercontent.com/BCDevExchange/API-Management/master/swagger-json/geocoder.json",
        "notes": "The Physical Address Geocoder can be used to resolve physical locations (i.e., latitude and longitude) from place names and addresses in British Columbia. This RESTful web service, and corresponding, web application interface can also be used to correct and standardize civic and non-civic addresses in British Columbia. \r\n\r\nThe API is governed by [these](http://www.data.gov.bc.ca/local/dbc/docs/license/API_Terms_of_Use.pdf) terms of service",
        "api_num": 3
      },
      {
        "title": "KamloopsGarbagePickup",
        "url": "https://raw.githubusercontent.com/BCDevExchange/API-Management/master/swagger-json/KamloopsGarbagePickup.json",
        "notes": "The City of Kamloops is making publicly available data more easily accessible to developers, consultants and the general public through an Open Data portal at www.kamloops.ca/opendata. Currently snap-shot copies of data are available for download with work underway to introduce API access to live data. Our first collaboration is with community-based developers building a garbage day reminder service.",
        "api_num": 4
      },
      {
        "title": "Surrey-Open311",
        "url": "https://raw.githubusercontent.com/BCDevExchange/API-Management/master/swagger-json/surrey-open311.json",
        "notes": "This API provides real-time access to query service requests submitted to the City of Surrey Engineering and Parks departments based on the Open311 standard.",
        "api_num": 5
      }
    ]
  }
}